Repository: Xapitonov/niu
Catalog: po/extra/*.po
Languages: nl, pt

source: Track date and time in an innovative way
nl: Houd de datum en tijd bij op een innovatieve manier
pt: Siga a data e o tempo de uma forma inovadora

source: Time;Date;Innovation;
nl: Tijd;Datum;Innovatie;
pt: Time;Tempo;Date;Data;Innovation;Inovação;

source: Watch and track date and time in an innovative way with this handy applet
nl: Houd de datum en tijd bij op een innovatieve manier met dit handige applet
pt: Veja e siga a data e o tempo de uma forma inovadora com esta conveniente aplicação

source: See time and the current date like never before, using a compact and decimal way to show date and time in this applet or on the panel
nl: Bekijk de tijd en huidige datum als nooit tevoren op deze compacte, decimale wijze op het applet of paneel
pt: Veja o tempo e a data atual como nunca antes, usando uma forma compacta e decimal para mostrar a data e o tempo nesta aplicação ou no painel

source: Quit anytime with the shortcut Ctrl + Q
nl: Sluit af met Ctrl + Q
pt: Saía em qualquer altura com o atalho Ctrl + Q

source: Stays out of your way, by an indicator the panel if chosen to
nl: Leidt je niet af, omdat er een indicator kan worden gebruikt
pt: Sai do seu caminho, com um indicador no painel se preferir

source: Release: Beats and Pulses
nl: Uitgave: "Slagen en pompingen"
pt: Lançamento: Batidas e Pulsos

source: Added: Option to show only Beats
nl: Toegevoegd: alleen slagen tonen
pt: Adicionado: Opção para mostrar só Batimentos

source: Fixed: Sometimes the clock would display (null)
nl: Opgelost: soms toonde de klok "(null)"
pt: Corrigido: Por vezes o relógio mostrava (null)

source: Release: Setup the Clock
nl: Uitgave: "Stel je klok in"
pt: Lançamento: Configuração do Relógio

source: Fixed: backend calculations
nl: Opgelost: back-endberekeningen
pt: Corrigido: Processo de cálculo interno

source: Release: Rest Up For a While
nl: Uitgave: "Neem even een pauze"
pt: Lançamento: Descanse um pouco

source: Added: Option to start a Pomodoro system in the indicator
nl: Toegevoegd: optie om een Pomodoro-tijdklok te starten middels de indicator
pt: Adicionado: Opção para iniciar o sistema de Pomodoro no indicador

source: Release: Tick Tock Clock
nl: Uitgave: "Tik-tok doet de klok"
pt: Lançamento: Relógio Tiquetaque

source: First stable release.
nl: Eerste stabiele uitgave.
pt: Primeiro lançamento estável.
