Repository: Xapitonov/niu
Catalog: po/*.po
Languages: nl, pt, ru

source: Current Date
nl: Huidige datum
pt: Data Atual
ru: Текущая дата

source: Show Niu…
nl: Niu-venster tonen…
pt: Mostrar Niu…
ru: Показать Niu…

source: Start Pomodoro…
nl: Pomodoro-tijdklok starten…
pt: Iniciar Pomodoro…
ru: Запустить Pomodoro...

source: Show Only Beats
nl: Alleen slagen tonen
pt: Mostrar Apenas Batidas
ru: Показать только ритмы

source: Quit Niu
nl: Niu afsluiten
pt: Sair do Niu
ru: Выйти из Niu

source: In the Nataniev Time system, it is now…
nl: In het Nataniev-tijdsysteem is het nu…
pt: No Sistema de tempo de Nataniev, agora está…
ru: Узнать о времени Натаниева

source: Learn about Nataniev Time
nl: Meer over Nataniev Time
pt: Aprenda mais sobre o Tempo de Nataniev

source: Settings
nl: Instellingen
pt: Definições
ru: Настройки

source: Show an indicator:
nl: Indicator tonen:
pt: Mostrar um indicador:
ru: Показать индикатор:

source: Start in background:
nl: Geminimaliseerd opstarten:
pt: Iniciar no plano de fundo:
ru: Запустить в фоне:

source: Go stand and stretch for a while before continuing.
nl: Rek jezelf even uit.
pt: Coloque-se em pé e faça alongamentos antes de continuar.
ru: Встаньте и немного потянитесь перед тем, как продолжить.

source: Go drink something before continuing.
nl: Ga even iets drinken.
pt: Vá beber alguma coisa antes de continuar.
ru: Выпейте что-нибудь перед продолжением.

source: Go rest for a while before continuing.
nl: Neem even een pauze.
pt: Vá descansar um pouco antes de continuar.
ru: Отдохните немного перед продолжением.
